[
  {
    "text": "You're better than seven years of food. You're better than windows. You're even better than the sky.",
    "author": "Shannon Hale, Book of a Thousand Days"
  },
  {
    "text": "There is no charm equal to tenderness of heart.",
    "author": "Jane Austen"
  },
  {
    "text": "Love is needing someone. Love is putting up with someone's bad qualities because they somehow complete you.",
    "author": "Sarah Dessen, This Lullaby"
  },
  {
    "text": "I have come from the End of the World. From the River of Dreams, through the gauntlet and the Briar and the Deep Wyld, in order to stand before you today. I have but one request—to take my place at your side. To resume my duty as your knight, and to protect you and your kingdom for as long as I draw breath.",
    "author": "Julie Kagawa, The Iron Knight"
  },
  {
    "text": "He who knows all the answers has not been asked all the questions.",
    "author": "Confucius"
  },
  {
    "text": "Nobody has ever measured, not even poets, how much the heart can hold.",
    "author": "Zelda Fitzgerald"
  },
  {
    "text": "Believing in what you don't know is as true as believing in what you know as long as your life is just an illusion. ",
    "author": "Sorin Cerin"
  },
  {
    "text": "What if I were smiling and running into your arms? Would you see then what I see now?",
    "author": "Jon Krakauer, Into the Wild"
  },
  {
    "text": "Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted.",
    "author": "Madeleine L'Engle, Two-Part Invention: The Story of a Marriage"
  },
  {
    "text": "You were you,and I was I;we were twobefore our time.I was yoursbefore I knew,and you have always been mine too.",
    "author": "Lang Leav, Love & Misadventure"
  },
  {
    "text": "Anyone who loves in the expectation of being loved in return is wasting their time.",
    "author": "Paulo Coelho, The Devil and Miss Prym"
  },
  {
    "text": "Their fingers seemed to fit together in just the right way- effortlessly clasped,like perfect complements.",
    "author": "Nicholas Sparks"
  },
  {
    "text": "If you love a flower that lives on a star, it is sweet to look at the sky at night. All the stars are a-bloom with flowers...",
    "author": "Antoine de Saint-Exupéry, The Little Prince"
  },
  {
    "text": "To be is the greatest paradox of life facing death. ",
    "author": "Sorin Cerin"
  },
  {
    "text": "It is better to listen to a crow that lives in trees than to a learned man who lives only in ideas.",
    "author": "Kate Horsley"
  },
  {
    "text": "Intrigued by that enigma, he dug so deeply into her sentiments that in search of interest he found love, because by trying to make her love him he ended up falling in love with her.",
    "author": "Gabriel García Márquez, One Hundred Years of Solitude"
  },
  {
    "text": "Without living the most chaotic internal storms, you can't get the calmness of the wisdom! Wisdom is the child of the storm.",
    "author": "Mehmet Murat ildan"
  },
  {
    "text": "The music in his laughter had a way of rounding off the missing notes in her soul.",
    "author": "Gloria Naylor, Linden Hills"
  },
  {
    "text": "If you like her, if she makes you happy, and if you feel like you know her---then don't let her go.",
    "author": "Nicholas Sparks, Message in a Bottle"
  },
  {
    "text": "For where all love is, the speaking is unnecessary",
    "author": "Diana Gabaldon, Outlander"
  },
  {
    "text": "I don't love you anymore\", she whispered. \"I don't love you at all.\" His throat closed. \"It's all right, sweetheart. I love you enough for both of us.",
    "author": "Susan Elizabeth Phillips, Kiss an Angel"
  },
  {
    "text": "You are like nobody since I love you.",
    "author": "Pablo Neruda"
  },
  {
    "text": "You have been with me from the very first life. You are my first memory every time, the single thread in all of my lives. It`s you who makes me a person.",
    "author": "Ann Brashares, My Name Is Memory"
  },
  {
    "text": "Books loved anyone who opened them, they gave you secruity and friendship and didn't ask for anything in return; they never went away, never, not even when you treated them badly. ",
    "author": "Cornelia Funke, Inkheart"
  },
  {
    "text": "Perhaps all the questions we ask of love, to measure, test, probe, and save it, have the additional effect of cutting it short. Perhaps the reason we are unable to love is that we yearn to be loved, that is, we demand something (love) from our partner instead of delivering ourselves up to him demand-free and asking for nothing but his company.",
    "author": "Milan Kundera, The Unbearable Lightness of Being"
  },
  {
    "text": "Love is the strangest, most illogical thing in the world.",
    "author": "Jennifer E. Smith, The Statistical Probability of Love at First Sight"
  },
  {
    "text": "and the two of them loved each other for a long time in silence without making love again.",
    "author": "Gabriel García Márquez, Love in the Time of Cholera"
  },
  {
    "text": "There are occasions and causes, why and wherefore in all things.",
    "author": "William Shakespeare"
  },
  {
    "text": "The purpose of relationship is not to have another who might complete you, but to have another with whom you might share your completeness.",
    "author": "Neale Donald Walsch"
  },
  {
    "text": "Don't duck the most difficult problems. That just ensures that the hardest part will be left when you are most tired. Get the big one done - it's downhill from then on.",
    "author": "Norman Vincent Peale"
  }
]